[
  {
    "id": 1,
    "title": "Educação Transformando Vidas",
    "date": "2024-11-24",
    "dateFormatted": "24 Novembro 2024",
    "images": [
      "/educacao.jpg",
      "/educa.jpg"
    ],
    "videos": [
      "https://www.youtube.com/embed/dQw4w9WgXcQ",
      "https://www.youtube.com/embed/1Z4bE0Q5i1o"
    ],
    "content": "A educação é a ferramenta mais poderosa para transformar vidas e criar oportunidades. No projeto Iluminando o Futuro, acreditamos que toda criança e jovem merece acesso a uma educação de qualidade que desperte seu potencial. Através de programas estruturados de reforço escolar e alfabetização, temos visto mudanças significativas na vida de centenas de estudantes. Nossas atividades combinam metodologias inovadoras com apoio personalizado, garantindo que cada aluno encontre seu próprio caminho para o sucesso. A educação não é apenas sobre aprender conteúdo, mas sobre formar cidadãos conscientes, críticos e preparados para os desafios do mundo. Venha fazer parte dessa transformação!",
    "author": "Iluminando o Futuro",
    "authorRole": "Instituição Social",
    "authorBio": "Dedicada a transformar vidas através da educação, cultura e esporte.",
    "authorImage": "/iluminando.png"
  },
  {
    "id": 2,
    "title": "Capoeira: Cultura, Arte e Resistência",
    "date": "2024-11-15",
    "dateFormatted": "15 Novembro 2024",
    "images": [
      "/capoeira.jpg",
      "/quadrilha.jpg"
    ],
    "videos": [
      "https://www.youtube.com/embed/XYZ123"
    ],
    "content": "A capoeira é muito mais que um esporte – é uma expressão cultural brasileira que combina dança, luta e musicalidade. No Iluminando o Futuro, nossas aulas de capoeira têm o objetivo de resgatar e valorizar essa herança africana e afro-brasileira, enquanto promovem atividade física e bem-estar mental. Crianças e adolescentes aprendem sobre história, ritmo, coordenação motora e, principalmente, respeito e disciplina. A capoeira desenvolve confiança, autoestima e proporciona um espaço seguro de expressão. Cada movimento é uma história, cada roda é uma celebração de nossa cultura. Se você busca uma atividade que uno corpo, mente e espírito, a capoeira é o caminho perfeito!",
    "author": "Iluminando o Futuro",
    "authorRole": "Instituição Social",
    "authorBio": "Preservando tradições culturais e desenvolvendo talentos.",
    "authorImage": "/iluminando.png"
  },
  {
    "id": 3,
    "title": "Futebol: Mais que um Jogo, uma Oportunidade",
    "date": "2024-11-10",
    "dateFormatted": "10 Novembro 2024",
    "images": [
      "/futebol.jpg",
      "/flamengo.webp"
    ],
    "videos": [
      "https://www.youtube.com/embed/ABC789"
    ],
    "content": "O futebol é uma paixão nacional que vai muito além de chegar uma bola em um gol. Para muitos jovens, é uma porta de entrada para um futuro melhor. No Iluminando o Futuro, usamos o futebol como ferramenta de inclusão social, desenvolvendo habilidades técnicas, trabalho em equipe e cidadania. Nossas categorias acompanham crianças desde os sete anos, criando um ambiente de crescimento constante. Além de aprender as técnicas do jogo, os meninos e meninas aprendem sobre disciplina, respeito ao próximo e importância do estudo. Muitos de nossos atletas já conquistaram bolsas de estudo e oportunidades profissionais. O futebol abre portas, e nós nos comprometemos a abrir as melhores delas para nossas crianças!",
    "author": "Iluminando o Futuro",
    "authorRole": "Instituição Social",
    "authorBio": "Transformando talentos em oportunidades através do esporte.",
    "authorImage": "/iluminando.png"
  },
  {
    "id": 4,
    "title": "Festividades que Unem e Celebram",
    "date": "2024-11-01",
    "dateFormatted": "01 Novembro 2024",
    "images": [
      "/festajunina23.jpg",
      "/natal.webp"
    ],
    "videos": [
      "https://www.youtube.com/embed/festivalvideo"
    ],
    "content": "Nas comunidades que atendemos, as festividades são momentos especiais de união, alegria e celebração. Festa Junina, Natal, Festa de Encerramento – cada evento é uma oportunidade de fortalecer laços familiares e comunitários. Essas celebrações não são apenas diversão, são momentos onde crianças, famílias e voluntários compartilham histórias, criam memórias e se sentem acolhidos. Através das festividades, transmitimos valores culturais, tradições e o sentimento de pertencimento. Aqui, toda criança é estrela, todo talento é reconhecido e toda família é acolhida. Nossas festas são reflexo do amor e dedicação que colocamos em cada projeto. Participe de nossas celebrações e sinta o calor da comunidade!",
    "author": "Iluminando o Futuro",
    "authorRole": "Instituição Social",
    "authorBio": "Celebrando a vida e os sonhos de nossas crianças.",
    "authorImage": "/iluminando.png"
  }
]